Revit 2027 API
UnitTypeId.FahrenheitInterval Property
 Fahrenheit interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FahrenheitInterval { get; }
Public Shared ReadOnly Property FahrenheitInterval As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FahrenheitInterval {
	ForgeTypeId^ get ();
}
static member FahrenheitInterval : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace